Repository: cloudscribe/cloudscribe.templates
Catalog: Content/WebApp/GlobalResources/TalkAboutResources.*.resx
Languages: cy

source: Hello
cy: Helo

source: A moderator from
cy: Mae cymedrolwr o

source: has sent you the following message regarding your comment:
cy: wedi anfon y neges ganlynol atoch ynghylch eich sylw:

source: You can view your original comment here:
cy: Gallwch weld eich sylw gwreiddiol yma:

source: Your comment was submitted here:
cy: Cyflwynwyd eich sylw yma:

source: Thank you,
cy: Diolch yn fawr,

source: The moderation team at
cy: Y t√Æm cymedroli yn

source: Email User
cy: E-bostio Defnyddiwr

source: Email user
cy: E-bostio defnyddiwr

source: Subject
cy: Pwnc

source: Response to your comment on {0}
cy: Ymateb i'ch sylw ar {0}

source: Message
cy: Neges

source: Email will be sent to:
cy: Bydd e-bost yn cael ei anfon at:

source: Cancel
cy: Canslo

source: Send
cy: Anfon

source: Access denied, user is not a moderator
cy: Mynediad wedi'i wrthod, nid yw'r defnyddiwr yn gymedrolwr

source: Comment not found
cy: Ni chanfuwyd y sylw

source: Cannot send email - no email address available
cy: Methu anfon e-bost - dim cyfeiriad e-bost ar gael

source: Cannot send email - invalid email address
cy: Methu anfon e-bost - cyfeiriad e-bost annilys

source: Failed to send email. Email settings not configured.
cy: Methwyd anfon e-bost. Gosodiadau e-bost heb eu ffurfweddu.

source: Failed to send email. Template rendering error.
cy: Methwyd anfon e-bost. Gwall rendro'r templed.

source: Email sent successfully to {0}
cy: E-bost wedi'i anfon yn llwyddiannus at {0}

source: Failed to send email. Please try again later.
cy: Methwyd anfon e-bost. Rhowch gynnig arall arni yn nes ymlaen.

source: Failed to send email. {0}
cy: Methwyd anfon e-bost. {0}
